Revit 2027 API
ParameterTypeId.MepAirloopFantype Property
 "Fan"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepAirloopFantype { get; }
Public Shared ReadOnly Property MepAirloopFantype As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepAirloopFantype {
	ForgeTypeId^ get ();
}
static member MepAirloopFantype : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace